Repository: mpvqc/mpvQC-gtk
Catalog: po/*.po
Languages: de

source: A libmpv based application for the creation of quality control reports of video files.
de: Eine auf dem mpv-Player basierende Applikation zur Erstellung von Qualitätsberichten zu Videodateien.

source: Initial Linux release
de: Erstmalige Linux-Veröffentlichung

source: Display additional information in the header bar
de: Zusätzliche Informationen in der Titel-Bar anzeigen

source: 0=nothing, 1=current video file name, 2=current video path
de: 0=Nichts, 1=Aktueller Videoname, 2=Aktueller Videopfad

source: Set the dark theme for the application
de: Dunkles Theme verwenden

source: All comment types to choose from
de: Alle möglichen Kommentarkategorien

source: The array contains all comment types the user can choose from. All comment types that are part of the default value will always be in English for translation purposes.
de: Die Liste enthält alle Kommentarkategorien, die der Benutzer auswählen kann. Kategorien, die Teil der Standardeinstellung sind, werden zum Zwecke der Übersetzung immer unverändert in englischer Sprache gespeichert.

source: Back up the current document periodically
de: Das aktuelle Dokument in festen Zeitabständen automatisch sichern

source: Set the time interval between two backups in seconds
de: Zeitabstand in Sekunden zwischen zwei automatischen Sicherungen

source: Select the format for video time in the status bar
de: Format für die Zeitanzeige in der Statusbar

source: 0=default format (current/total), 1=current time, 2=remaining time, 3=nothing
de: 0=Standardformat (aktuell/insgesamt), 1=Aktuelle Zeit, 2=Verbliebene Zeit, 3=Nichts

source: Enable percent indicator in the status bar
de: Prozentanzeige in der Statusbar aktivieren

source: Open videos from imported documents automatically
de: Videos aus importierten Dokumenten automatisch öffnen

source: If an imported qc document points to an existing video file that video file may be opened automatically
de: Wenn ein importiertes Dokument auf ein existierendes Video verweist, öffne dieses Video ohne Nachfrage

source: Set the nickname for document exports
de: Nicknamen für exportierte Dokumente

source: Append nickname to file name
de: Nicknamen an Dateinamen anhängen

source: Write additional information into the exported document
de: Zusätzliche Informationen in exportiertes Dokument schreiben

source: Write current date into meta data section
de: Aktuelles Datum in den Metadaten-Abschnitt schreiben

source: Write about mpvQC into the meta data section
de: Über mpvQC in den Metadaten-Abschnitt schreiben

source: Write current nickname into the meta data section
de: Aktuellen Nicknamen in den Metadaten-Abschnitt schreiben

source: Write current video path into the meta data section
de: Aktuellen Videopfad in den Metadaten-Abschnitt schreiben

source: Set the default directory for the document export
de: Standardverzeichnis für den Dokumentexport

source: Set the default directory for the document import
de: Standardverzeichnis für den Dokumentimport

source: Set the default directory for the video import
de: Standardverzeichnis für den Videoimport

source: Set the default directory for the subtitle import
de: Standardverzeichnis für den Untertitelimport

source: Set the list of all recent files
de: Liste mit zuletzt verwendeten Dateien

source: Set the app window width
de: Fensterbreite der Anwendung

source: Set the app window height
de: Fensterhöhe der Anwendung

source: Set the video height
de: Videohöhe

source: Apply
de: Übernehmen

source: Open document files
de: Dokumente öffnen

source: Open video files
de: Videos öffnen

source: Open subtitle files
de: Untertitel öffnen

source: Clear history
de: Verlauf löschen

source: Apply changes
de: Änderungen übernehmen

source: Decrement time by one second
de: Eine Sekunde zurückgehen

source: Increment time by one second
de: Eine Sekunde vorgehen

source: Window title
de: Fenstertitel

source: Display additional information in the title bar
de: Zusätzliche Informationen in Fenstertitel anzeigen

source: Comment types
de: Kategorien

source: Add a new type
de: Neue Kategorie hinzufügen

source: Remove the selected type
de: Ausgewählte Kategorie entfernen

source: Edit the selected type
de: Ausgewählte Kategorie bearbeiten

source: Move up the selected type
de: Ausgewählte Kategorie nach oben verschieben

source: Move down the selected type
de: Ausgewählte Kategorie nach unten verschieben

source: Write meta data section
de: Metadaten schreiben

source: Write <b>date</b> into meta data section
de: <b>Datum</b> schreiben

source: Write <b>generator</b> into meta data section
de: <b>Generator</b> schreiben

source: Write <b>nickname</b> into meta data section
de: <b>Nicknamen</b> schreiben

source: Write <b>path</b> into meta data section
de: <b>Pfad</b> schreiben

source: Backups
de: Sicherungen

source: Enable auto backups
de: Sicherungen automatisch anlegen

source: Backup interval
de: Sicherungsinterval

source: Open
de: Öffnen

source: Backup directory
de: Sicherungsverzeichnis

source: Input
de: Eingabe

# Text right above the text edit of the input.conf input.
source: Changes to the input.conf are available after a restart. <a href='https://mpv.io/manual/master/#list-of-input-commands' title='Open https://mpv.io/manual/master/#list-of-input-commands in the browser'>Learn more.</a>
de: Änderungen an der Eingabekonfiguration werden erst bei einem Neustart übernommen. <a href='https://mpv.io/manual/master/#list-of-input-commands' title='Im Browser https://mpv.io/manual/master/#list-of-input-commands öffnen'>Mehr erfahren.</a>

# Text right above the text edit of the mpv.conf input.
source: Changes to the mpv.conf are available after a restart. <a href='https://mpv.io/manual/master/#configuration-files' title='Open https://mpv.io/manual/master/#configuration-files in the browser'>Learn more.</a>
de: Änderungen an der Videokonfiguration werden erst bei einem Neustart übernommen. <a href='https://mpv.io/manual/master/#configuration-files' title='Im Browser https://mpv.io/manual/master/#configuration-files öffnen'>Mehr erfahren</a>

source: Close
de: Schließen

# Search entry placeholder text
source: Find in comments
de: Anmerkungen durchsuchen

source: Previous result
de: Voriger Treffer

source: Next result
de: Nächster Treffer

source: Customize time formatting
de: Zeitformatierung anpassen

source: Default format
de: Standardformat

source: Current time
de: Aktuelle Zeit

source: Remaining time
de: Verbleibende Zeit

source: Hide time
de: Zeit verbergen

source: Progress in percent
de: Fortschritt in Prozent

source: New
de: Neu

source: Create a new document
de: Neues Dokument erstellen

source: Open document, video or subtitle files
de: Dokumente, Videos oder Untertitel öffnen

source: Save
de: Speichern

source: Save current document
de: Aktuelles Dokument speichern

source: Return
de: Zurück

source: Restore default
de: Zurücksetzen

source: Restore the default settings on this page
de: Standardeinstellungen auf dieser Seite wiederherstellen

source: Save As...
de: Speichern unter ...

source: Dark Theme
de: Dunkles Theme

source: Preferences
de: Einstellungen

source: Keyboard Shortcuts
de: Tastenkürzel

source: About
de: Info zu mpvQC

source: Subtitles
de: Untertitel

source: Documents
de: Dokumente

source: untitled
de: unbenannt

source: Choose a video file
de: Videodatei auswählen

source: Choose subtitle files
de: Untertiteldatei auswählen

source: Choose documents
de: Dokumente auswählen

source: Choose a file name
de: Dateinamen wählen

source: Files not usable
de: Nicht verwendbare Dateien

source: The following files are not compatible with this application:
de: Die folgenden Dateien sind nicht mit dieser Anwendung kompatibel:

source: Video found
de: Video gefunden

source: Open the following video?
de: Das folgende Video öffnen?

source: Existing comments
de: Existierende Anmerkungen

source: What do you want to do with existing comments?
de: Was möchten Sie mit existierenden Anmerkungen machen?

source: Keep
de: Behalten

source: Delete
de: Löschen

source: Abort import
de: Import abbrechen

source: Delete existing comments
de: Existierende Anmerkungen entfernen

source: You have unsaved changes. Do you really want to proceed?
de: Sie haben ungespeicherte Änderungen. Möchten Sie wirklich fortfahren?

source: All unsaved changes will be lost.
de: Ungespeicherte Änderungen gehen verloren.

source: Delete comments
de: Anmerkungen entfernen

source: Abort
de: Abbrechen

source: Unsaved changes
de: Ungespeicherte Änderungen

source: You have unsaved changes. Do you really want to quit?
de: Sie haben ungespeicherte Änderungen. Möchten Sie wirklich beenden?

source: Leave without saving
de: Ohne Speichern beenden

source: Created new document
de: Neues Dokument erstellt

source: Imported video file {}
de: Videodatei {} importiert

source: Imported subtitle file {}
de: Untertiteldatei {} importiert

source: Imported {} subtitle files
de: {} Untertiteldateien importiert

source: Imported document file {}
de: Dokument {} importiert

source: Imported {} document files
de: {} Dokumente importiert

source: Saved document
de: Dokument gespeichert

source: Saved document as new file
de: Dokument unter neuem Namen gespeichert

source: Imported a document and a subtitle file
de: Ein Dokument und eine Untertiteldatei importiert

source: Imported a document and {} subtitle files
de: Ein Dokument und {} Untertiteldateien importiert

source: Imported {} documents and a subtitle file
de: {} Dokumente und eine Untertiteldatei importiert

source: Imported {} documents and {} subtitle files
de: {} Dokumente und {} Untertiteldateien importiert

source: Imported a video and a subtitle file
de: Eine Video- und eine Untertiteldatei importiert

source: Imported a video and {} subtitle files
de: Eine Video- und {} Untertiteldateien importiert

source: Imported a video and a document file
de: Eine Videodatei und ein Dokument importiert

source: Imported a video and {} document files
de: Eine Videodatei und {} Dokumente importiert

source: Imported a video, a document and a subtitle file
de: Eine Video-, Dokument- und Untertiteldatei importiert

source: Imported a video, a document and {} subtitle files
de: Eine Videodatei, ein Dokument und {} Untertiteldateien importiert

source: Imported a video, {} documents and a subtitle file
de: Eine Videodatei, {} Dokumente und eine Untertiteldatei importiert

source: Imported a video, {} documents and {} subtitle files
de: Eine Videodatei, {} Dokumente und {} Untertiteldateien importiert

source: Translation
de: Übersetzung

source: Spelling
de: Rechtschreibung

source: Punctuation
de: Interpunktion

source: Phrasing
de: Ausdruck

source: Hint
de: Hinweis

source: No files found
de: Keine Dateien gefunden

source: Display nothing
de: Nichts anzeigen

source: Current file name
de: Aktueller Dateiname

source: Current file path
de: Aktueller Dateipfad

source: New comment type:
de: Neue Kategorie:

source: Enter a new comment type
de: Neue Kategorie eingeben

source: Edit comment type:
de: Kategorie bearbeiten:

source: No comment type yet
de: Keine Kategorien hinzugefügt

source: New nickname:
de: Neuer Nickname:

source: Enter nickname
de: Nicknamen eingeben

source: {} of {}
de: {} von {}

source: Phrase not found
de: Ausdruck nicht gefunden

source: General
de: Allgemein

source: Welcome back {}!
de: Willkommen zurück {}!

source: Search
de: Suche

source: Save current document with a different name
de: Aktuelles Dokument unter anderem Namen speichern

source: Open preferences
de: Einstellungen öffnen

source: Quit the application
de: Anwendung beenden

source: Display shortcuts
de: Tastenkürzel anzeigen

source: Enter/leave fullscreen mode
de: Vollbildmodus ein-/ausschalten

source: Play/pause
de: Abspielen/Pause

source: Seek backward by 2 seconds
de: 2 Sekunden zurückspulen

source: Seek forward by 2 seconds
de: 2 Sekunden vorspulen

source: Seek backward by 5 seconds to a keyframe
de: 5 Sekunden zu Keyframe zurückspulen

source: Seek forward by 5 seconds to a keyframe
de: 5 Sekunden zu Keyframe vorspulen

source: Increase volume
de: Lautstärke erhöhen

source: Decrease volume
de: Lautstärke verringern

source: Mute/unmute
de: Stummschalten/Stummschalten aufheben

source: Go backward by one frame
de: Frame zurückgehen

source: Go forward by one frame
de: Frame vorgehen

source: Cycle through subtitle tracks
de: Untertitelspur wechseln

source: Cycle through audio tracks
de: Audiospur wechseln

source: Screenshot of the unscaled video
de: Screenshot (unskaliert) anfertigen

source: Screenshot of the scaled video
de: Screenshot anfertigen

source: Render subtitles at window/video resolution
de: Untertitel in Fenster-/Videoauflösung rendern

source: Display statistics of the currently played video
de: Statistik des aktuell wiedergegebenen Videos anzeigen

source: Open context menu
de: Kontextmenü öffnen

source: Edit selected comment
de: Ausgewählten Kommentar bearbeiten

source: Delete selected comment
de: Ausgewählten Kommentar löschen

source: Toggle search
de: Suche ein-/ausblenden

source: Hide search
de: Suche verbergen

source: The nickname must not be empty
de: Der Nickname darf nicht leer sein

source: Allowed characters are letters, numbers, spaces and minus
de: Erlaubte Zeichen sind Buchstaben, Zahlen, Minus- und Leerzeichen

source: A type must not be empty
de: Eine Kategorie darf nicht leer sein

source: A type with that name already exists
de: Eine Kategorie mit dem Namen existiert bereits

source: Allowed characters are letters, spaces and minus
de: Erlaubte Zeichen sind Buchstaben, Minus- und Leerzeichen
